<!DOCTYPE html>
<html>
<head>
	<link rel="stylesheet" type="text/css" href="style.css">
	<title>Nuit r&eacute;tro - Merrie</title>
	<meta charset="utf-8">
	<link rel="icon" type="image/png" href="img/icon.png">
	<link rel="preconnect" href="https://fonts.googleapis.com">
	<link rel="preconnect" href="https://fonts.gstatic.com" crossorigin>
	<link href="https://fonts.googleapis.com/css2?family=Montserrat+Alternates:wght@200&display=swap" rel="stylesheet">
</head>
<body id="body">

	<header>
		<nav>
			<table class=contact>
				<tr>
					<td class="contact"><img id="contact" src="img/Instagram_icon.png", width="50" height="50"></td>
					<td class="contact">@merrie.rabien</td>
				</tr>
				<tr>
					<td class="contact">email :</td>
					<td class="contact">merrierabien@gmail.com</td>
				</tr>
			</table>

			<a class="accueil" href="index.html"><h1>Merrie.</h1></a>		

			<p class="nav">
				Bienvenue sur le site de Merrie Rabien. <br/>Ici vous retrouverez mes travaux en pixel art <br/>ainsi que des informations concernant chaque composition.
			</p>
		</nav>
	</header>
	<div class="barre"></div>
	
	<div class="post">
		<img src="img/clouds_sky.png" class="post" width="500" height="500">
		<h2>Nuit r&eacute;tro</h2>
		<p class="post"><br/><br/><br/>C&apos;est la poursuite de mon travail sur la palette Game Boy commenc&eacute; plus t&ocirc;t. J&apos;aime bien cette palette car elle nous force &agrave; travailler la lisibilit&eacute; de ce que l&apos;on fait. On doit bien r&eacute;fl&eacute;chir &agrave; comment repr&eacute;senter ce que l&apos;on souhaite montrer, ou au moins faire en sorte que la personne qui regarde comprenne et reconstitue. <br>Ici, j&apos;ai repr&eacute;sent&eacute; un ciel de nuit. C&apos;est quelque chose d&apos;assez simple mais la gestion des couleurs est primordiale. Il fallait bien faire attention &agrave; ce que deux &eacute;l&eacute;ments auxquels j&apos;avais attribu&eacute; la m&ecircme couleur se trouvent c&ocirc;tes &agrave; c&ocirc;tes, sinon l&apos;image devient imm&eacute;diatement illisible. Il faut &agrave; cela ajouter que ces couleurs sont des nuances d&apos;une m&ecircme couleur, ici de vert. Lorsque l&apos;image enti&egrave;re est sombre, on se retrouve &agrave; jongler avec les m&ecircmes couleurs et on peut facilement se perdre si on ne sait pas comment bien les g&eacute;rer sur la composition. Lorsque j&apos;ai fait ce dessin, j&apos;exp&eacute;rimentais et c&apos;est ce genre d&apos;essais qui permettent d&apos;apprendre. 

<p>				
	</div>
    <div class="page"><button onclick="location.href='index.html';">Retourner a l'accueil</button></div>
</body>

<footer>
	<p class="footer" >Site et visuels par Merrie Rabien, 2023.</p>
</footer>
</html>