<!DOCTYPE html>
<html>
<head>
	<link rel="stylesheet" type="text/css" href="style.css">
	<title>Ville &eacute;toil&eacute;e - Merrie</title>
	<meta charset="utf-8">
	<link rel="icon" type="image/png" href="img/icon.png">
	<link rel="preconnect" href="https://fonts.googleapis.com">
	<link rel="preconnect" href="https://fonts.gstatic.com" crossorigin>
	<link href="https://fonts.googleapis.com/css2?family=Montserrat+Alternates:wght@200&display=swap" rel="stylesheet">
</head>
<body id="body">

	<header>
		<nav>
			<table class=contact>
				<tr>
					<td class="contact"><img id="contact" src="img/Instagram_icon.png", width="50" height="50"></td>
					<td class="contact">@merrie.rabien</td>
				</tr>
				<tr>
					<td class="contact">email :</td>
					<td class="contact">merrierabien@gmail.com</td>
				</tr>
			</table>

			<a class="accueil" href="index.html"><h1>Merrie.</h1></a>		

			<p class="nav">
				Bienvenue sur le site de Merrie Rabien. <br/>Ici vous retrouverez mes travaux en pixel art <br/>ainsi que des informations concernant chaque composition.
			</p>
		</nav>
	</header>
	<div class="barre"></div>
	
	<div class="post">
		<img src="img/town.png" class="post" width="500" height="500">
		<h2>Ville &eacute;toil&eacute;e</h2>
		<p class="post"><br/><br/><br/>J&apos;ai toujours &eacute;t&eacute; fascin&eacute; par cette technique qu&apos;ont les plus exp&eacute;riment&eacute;s dans le domaine pour faire des d&eacute;grad&eacute;s de couleurs avec des trames de dithering. C&apos;est cette technique que j&apos;ai voulu essayer de comprendre. On retrouve une tentative dans le ciel sur le dessin. Beaucoup de couleurs ont &eacute;t&eacute; utilis&eacute;es cependant, je n&apos;ai pas su varier mes trames donc j&apos;ai compens&eacute; avec un autre effet visuel. De loin, je trouve que l&apos;effet est joli &agrave; voir.<br>
L&apos;id&eacute;e centrale de la composition est la nuit &eacute;toil&eacute;e. Je voulais que le ciel domine la ville tout en &eacute;tant assez beau et apaisant. La ville au premier plan, dans l&apos;obscurit&eacute;, est ici peu mise en avant et aussi peu d&eacute;taill&eacute;e. Les dessins sont des formes noires simples pour que l&apos;attention soit centr&eacute;e sur autre chose. La ville n&apos;est qu&apos;un cadre pour que la beaut&eacute; du ciel et le calme du bateau puissent exister.<br>
Le bateau repr&eacute;sente le calme et la tranquillit&eacute;. Il navigue sur un point d&apos;eau qui ne montre pas le moindre mouvement. Tout est maitris&eacute;, donnant une atmosph&egrave;re rassurante au dessin. 
<p>				
	</div>
    <div class="page"><button onclick="location.href='index.html';">Retourner a l'accueil</button></div>
</body>

<footer>
	<p class="footer" >Site et visuels par Merrie Rabien, 2023.</p>
</footer>
</html>